Repository: 0p1pp1/gst-plugins-bad
Catalog: po/*.po
Languages: ca, fr, hr, sl, vi

source: Bass
ca: Baixos
fr: Basse
vi: Trầm

source: Treble
ca: Aguts
fr: Tremolo
vi: Cao

source: Synth
ca: Sintetitzador
vi: Tổng hợp

source: Line-in
ca: Línia-entrada
fr: En-ligne
vi: Dây-vào

source: Microphone
ca: Micròfon
vi: Micrô

source: Could not open file "%s" for writing.
ca: No s'ha pogut obrir el fitxer «%s» per a l'escriptura.
fr: Ne peut ouvrir le fichier "%s" en écriture.
sl: Ni mogoče odpreti datoteke "%s" za pisanje.
vi: Đã không mở được tập tin "%s" để ghi.

source: Error closing file "%s".
ca: S'ha produït un error en tancar el fitxer «%s».
fr: Erreur de fermeture du fichier "%s".
vi: Lỗi khi đóng tập tin "%s".

source: Could not open file "%s" for reading.
ca: No s'ha pogut obrir el fitxer «%s» per a la lectura.
fr: Ne peut ouvrir le fichier "%s" en lecture.
hr: Datoteku „%s“ nije moguće otvoriti za čitanje.
sl: Ni mogoče odpreti datoteke "%s" za branje.
vi: Đã không mở được tập tin "%s" để đọc.

source: Could not open CD device for reading.
ca: No s'ha pogut obrir el dispositiu de CD per a la lectura.
fr: Ne peut ouvrir le périphérique pour CD en lecture.
vi: Đã không mở được thiết bị CD để đọc

source: Could not open vfs file "%s" for reading.
ca: No s'ha pogut obrir el fitxer vfs «%s» per a la lectura.
fr: Ne peut ouvrir le fichier VFS "%s" en lecture.
vi: Đã không mở được tập tin vfs "%s" để đọc.

source: Could not open vfs file "%s" for writing: %s.
ca: No s'ha pogut obrir el fitxer vfs «%s» per a l'escriptura: %s.
fr: Ne peut ouvrir le fichier vfs "%s" en écriture: %s.
vi: Đã không mở được tập tin vfs "%s" để ghi: %s.

source: No filename given
ca: No s'ha donat cap nom de fitxer
fr: Aucun nom de fichier fourni
vi: Chưa nhập tên tập tin

source: Could not close vfs file "%s".
ca: No s'ha pogut tancar el fitxer vfs «%s».
fr: Ne peut fermer le fichier VFS "%s".
vi: Đã không đóng được tập tin vfs "%s".

source: No filename specified.
ca: No s'ha especificat cap nom de fitxer.
fr: Aucun nom de fichier spécifié.
vi: Chưa ghi rõ tên tập tin.

source: Could not write to file "%s".
ca: No s'ha pogut escriure al fitxer «%s».
fr: Ne peut écrire au fichier "%s".
sl: Ni mogoče pisati v datoteko "%s".
vi: Đã không ghi được vào tập tin "%s".

source: No or invalid input audio, AVI stream will be corrupt.
ca: L'entrada d'àudio no existeix o és invàlida, el flux AVI serà corrupte.
fr: Aucun signal audio ou signal audio invalide, Stream AVI sera corrompu.
vi: Chưa có dữ liệu âm thanh nhập, hoặc dữ liệu âm thanh nhập không hợp lệ. Sẽ có dòng AVI hư.

source: Could not open audio device "%s" for writing.
ca: No s'ha pogut el dispositiu d'àudio «%s» per a l'escriptura.
fr: Ne peut ouvrir le périphérique audio "%s" en écriture.
vi: Đã không mở được thiết bị âm thanh "%s" để ghi.

source: Could not open control device "%s" for writing.
ca: No s'ha pogut obrir el dispositiu de control «%s» per a l'escriptura.
fr: Ne peut ouvrir le périphérique de contrôle "%s" en écriture.
vi: Đã không mở được thiết bị điều khiển "%s" để ghi.

source: Could not configure audio device "%s".
ca: No s'ha pogut configurar el dispositiu d'àudio «%s».
fr: Ne peut configurer le périphérique audio "%s".
vi: Đã không định cầu hình được thiết bị âm thanh "%s".

source: Could not set audio device "%s" to %d Hz.
ca: No s'ha pogut establir el dispositiu d'àudio «%s» a %d Hz.
fr: Ne peut initialiser le périphérique audio "%s" à la fréquence de %dHz.
vi: Đã không đặt được thiết bị âm thanh "%s" thành %d Hz.

source: Could not close audio device "%s".
ca: No s'ha pogut tancar el dispositiu d'àudio «%s».
fr: Ne peut fermer le périphérique audio "%s".
vi: Đã không đóng được thiết bị âm thanh "%s".

source: Could not close control device "%s".
ca: No s'ha pogut tancar el dispositiu de control «%s».
fr: Ne peut fermer le périphérique de contrôle "%s".
vi: Đã không đóng được thiết bị điều khiển "%s".

source: Could not open video device "%s" for writing.
ca: No s'ha pogut obrir el dispositiu de vídeo «%s» per a l'escriptura.
fr: Ne peut ouvrir le périphérique vidéo "%s" en écriture.
vi: Đã không mở được thiết bị ảnh động "%s" để ghi.

source: Could not close video device "%s".
ca: No s'ha pogut tancar el dispositiu de vídeo «%s».
fr: Ne peut fermer le périphérique vidéo "%s".
vi: Đã không đóng được thiết bị ảnh động "%s".

source: Could not write to device "%s".
ca: No s'ha pogut escriure al dispositiu «%s».
fr: Ne peut écrire sur le périphérique "%s".
vi: Đã không ghi được vào thiết bị "%s".

source: OSS device "%s" is already in use by another program.
ca: El dispositiu OSS «%s» ja està en ús per un altre programa.
fr: Le périphérique OSS "%s" est déjà utilisé par un autre programme.
vi: Một chương trình khác đang sử dụng thiết bị OSS "%s".

source: Could not access device "%s", check its permissions.
ca: No s'ha pogut accedir al dispositiu «%s», comproveu els seus permisos.
fr: Ne peut accéder au périphérique "%s", vérifer les permissions d'accès.
vi: Đã không truy cập được thiết bị "%s", nên hãy kiểm tra quyền nó.

source: Device "%s" does not exist.
ca: El dispositiu «%s» no existeix.
fr: Périphérique "%s" n'existe pas.
hr: Uređaj „%s“ ne postoji.
sl: Naprava "%s" ne obstaja
vi: Không có thiết bị "%s" .

source: Could not open device "%s" for writing.
ca: No s'ha pogut obrir el dispositiu «%s» per a l'escriptura.
fr: Ne peut ouvrir le périphérique "%s" en écriture.
vi: Đã không mở được thiết bị "%s" để ghi.

source: Could not open device "%s" for reading.
ca: No s'ha pogut obrir el dispositiu «%s» per a la lectura.
fr: Ne peut ouvrir le périphérique "%s" en lecture.
vi: Đã không mở được thiết bị "%s" để đọc.

source: Your OSS device could not be probed correctly
ca: No s'ha pogut detectar el vostre dispositiu d'OSS correctament
fr: Votre périphérique OSS n'a pu être scruté correctement
vi: Đã không dò được cho đúng thiết bị OSS của bạn

source: Volume
ca: Volum
vi: Âm lượng

source: Speaker
ca: Altaveu
fr: Haut-parleur
vi: Loa

source: Mixer
ca: Mesclador
fr: Mixeur
vi: Trộn

source: Record
ca: Enregistrament
fr: Enregistrer
vi: Ghi

source: In-gain
ca: Ganància-entrada
fr: Gain à l'entrée
vi: Vào-gia lượng

source: Out-gain
ca: Ganància-sortida
fr: Gain à la sortie
vi: Ra-gia lượng

source: Line-1
ca: Línia-1
fr: Ligne #1
vi: Dây-1

source: Line-2
ca: Línia-2
fr: Ligne #2
vi: Dây-2

source: Line-3
ca: Línia-3
fr: Ligne #3
vi: Dây-3

source: Digital-1
vi: Đoạn biến-1

source: Digital-2
vi: Đoạn biến-2

source: Digital-3
vi: Đoạn biến-3

source: Phone-in
ca: Telèfon-entrada
vi: Điện thoại-vào

source: Phone-out
ca: Telèfon-sortida
vi: Điạn thoại-ra

source: Video
ca: Vídeo
fr: Vidéo
vi: Ảnh động

source: Radio
ca: Ràdio
vi: Thu thanh

source: Monitor
fr: Moniteur
vi: Màn hình

source: No device specified.
ca: No s'ha especificat cap dispositiu.
fr: Aucun périphérique spécifié.
vi: Chưa ghi rõ thiết bị nào

source: Could not open device "%s" for reading and writing.
ca: No s'ha pogut obrir el dispositiu «%s» per a l'escriptura i lectura.
fr: Ne peut ouvrire le périphérique "%s" en lecture et en écriture.
vi: Đã không mở được thiết bị "%s" để đọc và ghi.

source: Device is not open.
ca: El dispositiu no està obert.
fr: Le périphérique n'est pas ouvert.
vi: Thiết bị chưa mở

source: Device is open.
ca: El dispositiu està obert.
fr: Le périphérique est ouvert.
vi: Thiết bị mở rồi

source: Device "%s" is not a capture device.
ca: El dispositiu «%s» no és un dispositiu de captura.
fr: Le périphérique "%s" n'est pas un périphérique de capture.
vi: Thiết bị "%s" không bắt gì được.

source: Could not get buffers from device "%s".
ca: No s'han pogut obtenir els búfers del dispositiu «%s».
fr: Ne peut obtenir de tampons à partir du périphérique "%s".
vi: Đã không gọi được bộ đệm nào từ thiết bị "%s".

source: Could not get enough buffers from device "%s".
ca: No s'han pogut obtenir búfers suficients del dispositiu «%s».
fr: Ne peut obtenir des tampons suffisants à partir du périphérique "%s".
vi: Đã không gọi được đủ bộ đệm từ thiết bị "%s".

source: The %s element could not be found. This element is essential for playback. Please install the right plug-in and verify that it works by running 'gst-inspect %s'
ca: No s'ha pogut trobar l'element %s. Aquest element és essencial per a la reproducció. Si us plau, instal·leu el connector adequat i verifiqueu que funciona correctament executant «gst-inspect %s»
fr: L'élément %s n'a pu être trouvé. Cet élément est essentiel pour la ré-écoute. SVP installer le plugin adéquat et vérifier qu'il fonctionne en exécutant 'gst-inspect %s'

source: No usable colorspace element could be found. Please install one and restart.
ca: No s'ha trobat cap element d'espai de color utilitzable. Si us plau, instal·leu un i reinicieu.
fr: L'élément de d'espace de couleurs n'a pu être retrouvé. SVP l'installer et re-démarrer.

source: failed to draw pattern
hr: crtanje uzorka nije uspjelo

source: A GL error occured
hr: Dogodila se GL greška

source: format wasn't negotiated before get function
hr: format nije dogovoreni prije dobivanja funkcije

source: OpenCV failed to load template image
hr: OpenCV nije uspio učitati sliku predložaka

source: Could not read title information for DVD.
hr: Nije bilo moguće pročitati naslovne informacije za DVD
sl: Ni mogoče prebrati podrobnosti naslova na nosilcu DVD.

source: Failed to open DVD device '%s'.
hr: Nije uspjelo otvoriti DVD uređaj „%s“.
sl: Napaka med odpiranjem DVD naprave '%s'.

source: Failed to set PGC based seeking.
hr: Nije uspjelo omogućiti traženje na PGC bazi.
sl: Napaka med nastavljanjem PGC iskanja.

source: Could not read DVD. This may be because the DVD is encrypted and a DVD decryption library is not installed.
hr: DVD nije moguće čitati. Može biti da je šifrirani a biblioteka za dešifriranje nije instalirana.

source: Could not read DVD.
hr: DVD nije moguće čitati.

source: This file contains no playable streams.
hr: Ova datoteka ne sadrži strujanje koje bi se moglo reproducirati.

source: Could not open sndfile stream for reading.
hr: Nije moguće otvoriti strujanje audio datoteke za čitanje.

source: Generated file has a larger preroll time than its streams duration
hr: Generirana datoteka ima dulji prazni hod od duljine (korisnoga) strujanja

source: Missing element '%s' - check your GStreamer installation.
hr: Nema element „%s“ - provjerite vašu GStreamer instalaciju.

source: File location is set to NULL, please set it to a valid filename
hr: Lokacija datoteke je prazna (NULL); postavite ju na valjano ime datoteke

source: Digitalzoom element couldn't be created
hr: Nije moguće napraviti Digitalzoom element

source: Subpicture format was not configured before data flow
hr: Format podslike nije konfigurirani prije protoka podataka

source: Failed to get fragment URL.
hr: Nije uspjelo dobiti adresu URL fragmenta.

source: Couldn't download fragments
hr: Nije moguće preuzeti fragmente

source: Internal data stream error.
hr: Interna greška protoka podataka.
sl: Notranja napaka pretoka podatkov.

source: Could not open frontend device "%s".
hr: Nije moguće otvoriti frontend uređaja „%s“.
sl: Ni mogoče odpreti čelne naprave "%s".

source: Could not get settings from frontend device "%s".
hr: Nije moguće dobiti postavke od frontend uređaja „%s“.
sl: Ni mogoče pridobiti nastavitev čelne naprave "%s".

source: Cannot enumerate delivery systems from frontend device "%s".
hr: Za frontend uređaj „%s“ nije moguće enumerírati sustave isporuke.

source: Couldn't find channel configuration file
hr: Nije moguće naći datoteku s postavkama kanala

source: Couldn't load channel configuration file: '%s'
hr: Nije moguće učitati datoteku s postavkama kanala: „%s“

source: Couldn't find details for channel '%s'
hr: Nije moguće naći detalje za kanal „%s“

source: No properties for channel '%s'
hr: Nema svojstva za kanal „%s“

source: Failed to set properties for channel '%s'
hr: Nije uspjelo postaviti svojstva za kanal „%s“

source: Couldn't find channel configuration file: '%s'
hr: Nije moguće naći datoteku s postavkama kanala: „%s“

source: Channel configuration file doesn't contain any channels
hr: Datoteka s postavkama za kanal ne sadrži nijedan kanal

source: No file name specified for writing.
sl: Ni določenega imena datoteke za zapisovanje.

source: Internal data flow error.
sl: Notranja napaka pretočnosti podatkov.
